a52dec
aalib
abseil-cpp
accounts-qml-module
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
akonadi
akonadi-calendar
akonadi-calendar-tools
akonadi-contacts
akonadi-import-wizard
akonadi-mime
akonadi-notes
akonadi-search
akonadiconsole
akregator
akvcam-dkms-git
alacritty
alembic
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
analitza
android-tools
android-udev
antigen-git
aom
appstream
appstream-qt
archlinux-appstream-data
archlinux-keyring
arcus
argon2
ark
artikulate
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audiocd-kio
audiofile
audit
autoconf
autojump-git
automake
avahi
avogadro-crystals
avogadro-molecules
avogadrolibs
avogadrolibs-qt5
babl
baloo
baloo-widgets
base
bash
bat
binutils
bison
black-hole-solver
blas
blender
blinken
blosc
bluedevil
bluez
bluez-libs
bluez-qt
bolt
bomber
boost-libs
bovo
breeze
breeze-gtk
breeze-hacked-cursor-theme
breeze-icons
bridge-utils
brotli
bspwm
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
calendarsupport
calf
cantarell-fonts
cantor
cblas
cdparanoia
ceph-libs
cervisia
cfitsio
chaotic-keyring
chaotic-mirrorlist
chromaprint
cifs-utils
clang
clazy
clementine
cmake
coin
compiler-rt
confuse
conky
conky-manager
containerd
convertlit
coordgen
coreutils
cronie
crypto++
cryptsetup
cura
cura-resources-materials
curaengine
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
diffutils
discount
discover
djvulibre
dkms
dmenu
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
docker-machine
docker-scan
dolphin
dolphin-plugins
dosfstools
double-conversion
draco
dragon
drkonqi
dtc
e2fsprogs
easyeffects
ebook-tools
editorconfig-core-c
edk2-armvirt
edk2-ovmf
efibootmgr
efivar
egl-wayland
eglexternalplatform
elisa
ell
emacs
embree
enca
enchant
eventviews
exa
exiv2
expat
extra-cmake-modules
faac
faad2
fakeroot
falkon
farstream
faudio
ffmpeg
ffmpeg4.4
ffmpegthumbs
fftw
file
filelight
filesystem
findutils
firefox
flac
flex
fluidsynth
fmt
fontconfig
frameworkintegration
freecad-git
freecell-solver
freeglut
freeimage
freetype2
frei0r-plugins
fribidi
ftgl
fuse-common
fuse2
fuse3
fzf
gamemode
gavl
gawk
gc
gcc
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
geos
gettext
ghostscript
giflib
gimp
git
github-cli
gl2ps
glew
glew1.10
glib-networking
glib2
glibc
glibmm
glm
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnome-online-accounts
gnu-free-fonts
gnugo
gnupg
gnutls
go
gobject-introspection-runtime
google-chrome
gpgme
gpm
gptfdisk
granatier
grantlee
grantlee-editor
grantleetheme
graphene
graphicsmagick
graphite
graphviz
grep
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
gts
guile
gupnp
gupnp-igd
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
harfbuzz
harfbuzz-icu
hdf5
hicolor-icon-theme
hidapi
htop
http-parser
hunspell
hwdata
hwloc
hyphen
i3-gaps
iana-etc
icu
id3lib
ijs
imagemagick
imath
imlib2
incidenceeditor
iniparser
inkscape
intel-gmmlib
intel-media-driver
intel-ucode
iproute2
iptables
iputils
iso-codes
itinerary
iwd
j4-dmenu-desktop
jansson
jasper
jbig2dec
jemalloc
js78
json-c
json-glib
jsoncpp
juk
jxrlib
k3b
kaccounts-integration
kaccounts-providers
kactivities
kactivities-stats
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalendar
kalgebra
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
karchive
kate
katomic
kauth
kbackup
kbd
kblackbox
kblocks
kbookmarks
kbounce
kbreakout
kbruch
kcachegrind
kcachegrind-common
kcalc
kcalendarcore
kcalutils
kcharselect
kcmutils
kcodecs
kcolorchooser
kcolorpicker
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kcron
kdav
kdbusaddons
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeclarative
kdeconnect
kdecoration
kded
kdeedu-data
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdelibs4support
kdenetwork-filesharing
kdenlive
kdepim-addons
kdepim-runtime
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdesu
kdevelop
kdevelop-php
kdf
kdiagram
kdialog
kdiamond
kdnssd
kdoctools
kdsoap
kdsoap-ws-discovery-client
keditbookmarks
kemoticons
keyboard-visualizer-git
keyutils
kfilemetadata
kfind
kfloppy
kfourinline
kgamma5
kgeography
kget
kglobalaccel
kgoldrunner
kgpg
kguiaddons
khangman
khealthcertificate
khelpcenter
kholidays
khotkeys
khtml
ki18n
kicad
kicad-library
kicad-library-3d
kiconthemes
kidentitymanagement
kidletime
kig
kigo
killbots
kimageannotator
kimagemapeditor
kimap
kinfocenter
kinit
kio
kio-extras
kio-fuse
kio-gdrive
kirigami-gallery
kirigami2
kiriki
kitemmodels
kitemviews
kiten
kitinerary
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kjs
kjumpingcube
kldap
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmailtransport
kmbox
kmenuedit
kmime
kmines
kmix
kmod
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knewstuff
knights
knotes
knotifications
knotifyconfig
kolf
kollision
kolourpaint
kompare
konqueror
konquest
konsole
kontact
kontactinterface
kontrast
konversation
kopeninghours
kopete
korganizer
kosmindoormap
kpackage
kparts
kpat
kpeople
kpeoplevcard
kpimtextedit
kpkpass
kplotting
kpmcore
kpty
kpublictransport
kqtquickcharts
kquickcharts
krb5
krdc
kreversi
krfb
krita
kross
kruler
krunner
kscreen
kscreenlocker
kservice
kshisen
ksirk
ksmtp
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktexteditor
ktextwidgets
ktimer
ktnef
ktorrent
ktouch
ktuberling
kturtle
kubrick
kunitconversion
kuserfeedback
kwallet
kwallet-pam
kwalletmanager
kwave
kwayland
kwayland-integration
kwayland-server
kwidgetsaddons
kwin
kwindowsystem
kwordquiz
kwrite
kwrited
kxmlgui
l-smash
lame
lapack
layer-shell-qt
lcms2
ldb
ldns
lensfun
less
lib2geom
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-atk
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gamemode
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew1.10
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn11
lib32-libidn2
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnl
lib32-libnm
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpng12
lib32-libpsl
lib32-libpulse
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libvdpau
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libwrap
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openal
lib32-openssl
lib32-openssl-1.0
lib32-opus
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pipewire
lib32-pipewire-jack
lib32-pixman
lib32-readline
lib32-sdl12-compat
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-smpeg
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaccounts-glib
libaccounts-qt
libadwaita
libaec
libaio
libakonadi
libappindicator-gtk3
libarchive
libass
libassuan
libastro-git
libasyncns
libatasmart
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdmtx
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libebml
libebur128
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfakekey
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libftdi
libgcrypt
libgcrypt15
libgdata
libgee
libgexiv2
libgit2
libglvnd
libgme
libgpg-error
libgphoto2
libgpod
libgravatar
libgudev
libharu
libheif
libibus
libical
libice
libidn
libidn11
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libindicator-gtk2
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libjpeg-turbo
libjpeg6-turbo
libkate
libkcddb
libkcompactdisc
libkdcraw
libkdegames
libkdepim
libkeduvocdocument
libkexiv2
libkgapi
libkleo
libkmahjongg
libkolabxml
libkomparediff2
libksane
libksba
libkscreen
libksieve
libksysguard
libktorrent
liblastfm-qt5
libldac
libldap
liblqr
liblrdf
libltc
libmad
libmanette
libmatroska
libmbim
libmd
libmfx
libmicrodns
libmikmod
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmsym
libmtp
libmusicbrainz5
libmygpo-qt5
libmypaint
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libotf
libotr
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libphonenumber
libpipeline
libplacebo
libplist
libpng
libpng12
libproxy
libpsl
libpulse
libqaccessibilityclient
libqalculate
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librevenge
librsvg
librsync
librtmp0
libsamplerate
libsasl
libsavitar
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsigc++-3.0
libsignon-glib
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libspnav
libsrtp
libssh
libssh2
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiff4
libtirpc
libtommath
libtool
libtorrent-rasterbar
libudev0-shim
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libva
libva-intel-driver
libva-mesa-driver
libvdpau
libvirt
libvisio
libvisual
libvncserver
libvorbis
libvpx
libvpx1.3
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwrap
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
lirc
llvm-libs
lm_sensors
lmdb
log4cplus
lokalize
lsb-release
lscolors-git
lskat
lsof
lsp-plugins
lua
lua52
luajit
lutris
lv2
lvm2
lxmenu-data
lz4
lzo
m17n-db
m17n-lib
m4
maeparser
mailcap
mailcommon
mailimporter
make
man-db
marble-common-git
marble-data-git
marble-git
mariadb
mariadb-clients
mariadb-libs
markdownpart
mbedtls
mbox-importer
md4c
mdadm
med
media-player-info
menu-cache
mesa
mesa-utils
messagelib
metis
milou
minizip
minuet
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
modemmanager
modemmanager-qt
molequeue
mpfr
mpg123
mplayer
mpv
mtdev
mujs
multipath-tools
mypaint-brushes1
nano
ncurses
ndctl
neofetch
neon
nerd-fonts-fantasque-sans-mono
nerd-fonts-fira-code
net-snmp
net-tools
netcdf
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-qt
ngspice
nlopt
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
ntfs-3g
numactl
nvidia-utils
oath-toolkit
okular
oniguruma
openal
openbabel
opencascade
opencollada
opencolorio
opencore-amr
openexr
openimagedenoise
openimageio
openjpeg2
openmpi
openrgb
openshadinglanguage
openssh
openssl
openssl-1.0
opensubdiv
openvdb
openxr
opus
opusfile
orc
otf-font-awesome
otf-operator-mono-lig
oxygen
p11-kit
p7zip
pacman
pacman-mirrorlist
pahole
palapeli
pam
pambase
pango
pangomm
parley
parted
partitionmanager
patch
pciutils
pcmanfm
pcre
pcre2
perl
perl-error
perl-mailtools
perl-parse-yapp
perl-timedate
phonon-qt5
phonon-qt5-gstreamer
picmi
pim-data-exporter
pim-sieve-editor
pimcommon
pinentry
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pixman
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-framework
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
plocate
polkit
polkit-kde-agent
polkit-qt5
polybar
polyclipping
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
potrace
powerdevil
poxml
ppp
print-manager
prison
procps-ng
projectm
protobuf
prusa-slicer
psmisc
ptex
pugixml
pulseaudio-qt
purpose
pybind11
pyside2
pyside2-tools
pystring
python
python-appdirs
python-attrs
python-automat
python-cairocffi
python-certifi
python-cffi
python-chardet
python-click
python-constantly
python-cryptography
python-cycler
python-dateutil
python-distro
python-entrypoints
python-evdev
python-fonttools
python-gitdb
python-gitpython
python-gobject
python-hyperlink
python-idna
python-importlib-metadata
python-incremental
python-jeepney
python-keyring
python-kiwisolver
python-lxml
python-matplotlib
python-more-itertools
python-numpy
python-ordered-set
python-packaging
python-pillow
python-pivy
python-ply
python-pycparser
python-pynest2d
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyserial
python-qtpy
python-requests
python-scipy
python-secretstorage
python-setuptools
python-shapely
python-shiboken2
python-sip4
python-six
python-smmap
python-trimesh
python-twisted
python-typing_extensions
python-urllib3
python-wxpython
python-xcffib
python-yaml
python-zipp
python-zope-interface
python2
qbittorrent
qca-qt5
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-sdl
qemu-audio-spice
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-emulators-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-arm
qemu-system-avr
qemu-system-cris
qemu-system-hppa
qemu-system-m68k
qemu-system-microblaze
qemu-system-mips
qemu-system-nios2
qemu-system-or1k
qemu-system-ppc
qemu-system-riscv
qemu-system-rx
qemu-system-s390x
qemu-system-sh4
qemu-system-sparc
qemu-system-tricore
qemu-system-x86
qemu-system-xtensa
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qemu-virtiofsd
qgpgme
qhull
qpwgraph
qqc2-desktop-style
qrencode
qt-gstreamer
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
qt6-3d
qt6-5compat
qt6-base
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-declarative
qt6-doc
qt6-examples
qt6-imageformats
qt6-languageserver
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-positioning
qt6-quick3d
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-shadertools
qt6-svg
qt6-tools
qt6-translations
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qtcreator
qtcreator-devel
qtile
qtkeychain-qt5
quazip-qt5
ragel
raptor
rav1e
re2
readline
recode
rest
rhash
rnnoise
rocs
rofi
rsync
rtkit
rtmpdump
rubberband
run-parts
runc
samba
sane
sbc
sddm
sddm-kcm
sdl12-compat
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_ttf
seabios
sed
semver
serd
sg3_utils
shaderc
shadow
shared-mime-info
shell-color-scripts
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
skanlite
skanpage
slang
smartmontools
smbclient
smpeg
snappy
socat
solid
sonnet
soqt
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spectacle
speex
speexdsp
spglib
spice
spirv-tools
sqlite
sratom
srt
startup-notification
steam
steam-native-runtime
step
stow
sublime-merge
sublime-text-4
sudo
suitesparse
svgpart
svt-av1
svt-hevc
sweeper
sxhkd
sxiv
syndication
syntax-highlighting
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tbb
tcl
tdb
telepathy-accounts-signon
telepathy-farstream
telepathy-glib
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
telepathy-logger
telepathy-logger-qt
telepathy-mission-control
telepathy-qt
tevent
texinfo
thin-provisioning-tools
threadweaver
tinyxml
tk
tmux
tpm2-tss
tracker3
tslib
ttf-font-awesome
ttf-hack
ttf-iosevka-nerd
ttf-liberation
ttf-meslo-nerd-font-powerlevel10k
ttf-nerd-fonts-symbols-mono
twolame
tzdata
uchardet
udisks2
umbrello
unzip
upower
uranium
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vde2
vid.stab
vim
vim-runtime
virglrenderer
virtualbox
virtualbox-ext-oracle
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-host-dkms
visual-studio-code-bin
vkd3d
vlc
vmaf
volume_key
vte-common
vte3
vtk
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-radeon
vulkan-tools
wavpack
wayland
wayland-protocols
wayland-utils
webcamoid
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wine
wireless_tools
wireplumber
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
wxgtk-common
wxgtk3
x264
x265
xapian-core
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xerces-c
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yajl
yakuake
yaml-cpp
yay
zanshin
zbar
zenity
zeroconf-ioslave
zeromq
zimg
zita-convolver
zlib
zram-generator
zsh
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
